Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# captions.status.detecting
source: Detecting audio language…
de: Audiosprache wird erkannt…
es: Detectando el idioma del audio…
fr: Détection de la langue de l’audio…
id: Mendeteksi bahasa audio…
it: Rilevamento della lingua dell’audio…
ja: 音声の言語を検出中…
ko: 오디오 언어 감지 중…
nl: Audiotaal detecteren…
pl: Wykrywanie języka dźwięku…
pt: Detectando o idioma do áudio…
ru: Определение языка аудио…
th: กำลังตรวจหาภาษาของเสียง…
tr: Sesin dili algılanıyor…
vi: Đang nhận diện ngôn ngữ âm thanh…
zh_hans: 识别音频语言…
zh_hant: 正在辨識音訊語言…

# captions.status.detectingSample
source: Detecting the language of this audio sample… %d%%
de: Sprache dieses Audioausschnitts wird erkannt… %d%%
es: Detectando el idioma de este fragmento de audio… %d%%
fr: Détection de la langue de cet extrait audio… %d%%
id: Mendeteksi bahasa sampel audio ini… %d%%
it: Rilevamento della lingua di questo campione audio… %d%%
ja: 現在の音声サンプルの言語を検出中… %d%%
ko: 현재 오디오 샘플의 언어 감지 중… %d%%
nl: De taal van dit audiofragment detecteren… %d%%
pl: Wykrywanie języka tego fragmentu dźwięku… %d%%
pt: Detectando o idioma deste trecho de áudio… %d%%
ru: Определение языка этого аудиофрагмента… %d%%
th: กำลังตรวจหาภาษาของตัวอย่างเสียงนี้… %d%%
tr: Bu ses örneğinin dili algılanıyor… %d%%
vi: Đang nhận diện ngôn ngữ của đoạn âm thanh này… %d%%
zh_hans: 识别当前音频片段的语言… %d%%
zh_hant: 正在辨識目前音訊片段的語言… %d%%

# captions.status.done
source: Subtitles saved: %@
de: Untertitel gespeichert: %@
es: Subtítulos guardados: %@
fr: Sous-titres enregistrés : %@
id: Subtitle disimpan: %@
it: Sottotitoli salvati: %@
ja: 字幕を保存しました：%@
ko: 자막이 저장됨: %@
nl: Ondertitels opgeslagen: %@
pl: Zapisano napisy: %@
pt: Legendas salvas: %@
ru: Субтитры сохранены: %@
th: บันทึกคำบรรยายแล้ว: %@
tr: Altyazılar kaydedildi: %@
vi: Đã lưu phụ đề: %@
zh_hans: 字幕已保存：%@
zh_hant: 字幕已儲存：%@

# captions.status.downloading
source: Downloading speech model %d%%
de: Spracherkennungsmodell wird geladen: %d%%
es: Descargando modelo de voz: %d%%
fr: Téléchargement du modèle vocal : %d%%
id: Mengunduh model ucapan %d%%
it: Download del modello vocale: %d%%
ja: 音声モデルをダウンロード中 %d%%
ko: 음성 모델 다운로드 중 %d%%
nl: Spraakmodel downloaden: %d%%
pl: Pobieranie modelu mowy: %d%%
pt: Baixando modelo de fala: %d%%
ru: Загрузка модели распознавания речи: %d%%
th: กำลังดาวน์โหลดโมเดลเสียงพูด %d%%
tr: Konuşma modeli indiriliyor %d%%
vi: Đang tải mô hình giọng nói %d%%
zh_hans: 下载语音模型 %d%%
zh_hant: 正在下載語音模型 %d%%

# captions.status.failed
source: Subtitle generation failed: %@
de: Untertitel konnten nicht erstellt werden: %@
es: No se han podido generar los subtítulos: %@
fr: Échec de la génération des sous-titres : %@
id: Gagal membuat subtitle: %@
it: Generazione dei sottotitoli non riuscita: %@
ja: 字幕の生成に失敗しました：%@
ko: 자막 생성 실패: %@
nl: Ondertitels genereren mislukt: %@
pl: Generowanie napisów nie powiodło się: %@
pt: Falha ao gerar legendas: %@
ru: Не удалось создать субтитры: %@
th: สร้างคำบรรยายไม่สำเร็จ: %@
tr: Altyazı oluşturulamadı: %@
vi: Không thể tạo phụ đề: %@
zh_hans: 生成字幕失败：%@
zh_hant: 無法產生字幕：%@

# captions.status.loadingExisting
source: Loading subtitles: %@
de: Untertitel werden geladen: %@
es: Cargando subtítulos: %@
fr: Chargement des sous-titres : %@
id: Memuat subtitle: %@
it: Caricamento dei sottotitoli: %@
ja: 字幕を読み込み中：%@
ko: 자막 불러오는 중: %@
nl: Ondertitels laden: %@
pl: Wczytywanie napisów: %@
pt: Carregando legendas: %@
ru: Загрузка субтитров: %@
th: กำลังโหลดคำบรรยาย: %@
tr: Altyazılar yükleniyor: %@
vi: Đang tải phụ đề: %@
zh_hans: 正在载入字幕：%@
zh_hant: 正在載入字幕：%@

# captions.status.loadingOptions
source: Loading subtitle options…
de: Untertiteloptionen werden geladen…
es: Cargando opciones de subtítulos…
fr: Chargement des options de sous-titres…
id: Memuat opsi subtitle…
it: Caricamento delle opzioni dei sottotitoli…
ja: 字幕オプションを読み込み中…
ko: 자막 옵션 불러오는 중…
nl: Ondertitelopties laden…
pl: Wczytywanie opcji napisów…
pt: Carregando opções de legendas…
ru: Загрузка параметров субтитров…
th: กำลังโหลดตัวเลือกคำบรรยาย…
tr: Altyazı seçenekleri yükleniyor…
vi: Đang tải tùy chọn phụ đề…
zh_hans: 正在载入字幕选项…
zh_hant: 正在載入字幕選項…

# captions.status.preparing
source: Preparing subtitles…
de: Untertitelauftrag wird vorbereitet…
es: Preparando la tarea de subtítulos…
fr: Préparation du sous-titrage…
id: Menyiapkan tugas subtitle…
it: Preparazione dei sottotitoli…
ja: 字幕タスクを準備中…
ko: 자막 작업 준비 중…
nl: Ondertiteltaak voorbereiden…
pl: Przygotowywanie zadania napisów…
pt: Preparando a tarefa de legendas…
ru: Подготовка задачи создания субтитров…
th: กำลังเตรียมงานคำบรรยาย…
tr: Altyazı görevi hazırlanıyor…
vi: Đang chuẩn bị tác vụ phụ đề…
zh_hans: 准备字幕任务…
zh_hant: 正在準備字幕工作…

# captions.status.queued
source: Queued, waiting for %@ to finish
de: In Warteschlange, wartet auf Abschluss von %@
es: En cola, esperando a que termine %@
fr: En attente de la fin de %@
id: Dalam antrean, menunggu %@ selesai
it: In coda, in attesa del completamento di %@
ja: 待機中、%@の完了を待っています
ko: 대기 중, %@ 작업이 완료되기를 기다리는 중
nl: In wachtrij, wachten tot %@ klaar is
pl: W kolejce, oczekiwanie na ukończenie %@
pt: Na fila, aguardando %@ terminar
ru: В очереди, ожидание завершения %@
th: อยู่ในคิว กำลังรอ %@ ให้เสร็จสิ้น
tr: Kuyrukta, %@ görevinin tamamlanması bekleniyor
vi: Trong hàng đợi, đang chờ %@ hoàn tất
zh_hans: 排队中，等 %@ 完成
zh_hant: 排隊中，等待 %@ 完成

# captions.status.saving
source: Saving subtitles…
de: Untertitel werden gespeichert…
es: Guardando subtítulos…
fr: Enregistrement des sous-titres…
id: Menyimpan subtitle…
it: Salvataggio dei sottotitoli…
ja: 字幕を保存中…
ko: 자막 저장 중…
nl: Ondertitels opslaan…
pl: Zapisywanie napisów…
pt: Salvando legendas…
ru: Сохранение субтитров…
th: กำลังบันทึกคำบรรยาย…
tr: Altyazılar kaydediliyor…
vi: Đang lưu phụ đề…
zh_hans: 正在保存字幕…
zh_hant: 正在儲存字幕…

# captions.status.speechSameLanguage
source: Audio is already in %@; transcribing only
de: Audio ist bereits auf %@; nur Transkription
es: El audio ya está en %@; solo se transcribirá
fr: L’audio est déjà en %@ ; transcription uniquement
id: Audio sudah dalam bahasa %@; hanya ditranskripsi
it: L’audio è già in %@; verrà eseguita solo la trascrizione
ja: 音声はすでに%@です。文字起こしのみ行います
ko: 오디오가 이미 %@이므로 받아쓰기만 수행합니다
nl: De audio is al in %@; alleen transcriberen
pl: Dźwięk jest już w języku %@; tylko transkrypcja
pt: O áudio já está em %@; somente transcrição
ru: Язык аудио уже %@; будет выполнена только транскрипция
th: เสียงเป็นภาษา %@ อยู่แล้ว จึงถอดเสียงเท่านั้น
tr: Ses zaten %@ dilinde; yalnızca yazıya dökülecek
vi: Âm thanh đã là %@; chỉ chuyển giọng nói thành văn bản
zh_hans: 音频已是%@，只做转录
zh_hant: 音訊已是%@，僅進行轉錄

# captions.status.stopped
source: Subtitle task stopped
de: Untertitelauftrag gestoppt
es: Tarea de subtítulos detenida
fr: Tâche de sous-titrage arrêtée
id: Tugas subtitle dihentikan
it: Attività dei sottotitoli interrotta
ja: 字幕タスクを停止しました
ko: 자막 작업이 중지됨
nl: Ondertiteltaak gestopt
pl: Zadanie napisów zatrzymane
pt: Tarefa de legendas interrompida
ru: Задача создания субтитров остановлена
th: หยุดงานคำบรรยายแล้ว
tr: Altyazı görevi durduruldu
vi: Tác vụ phụ đề đã dừng
zh_hans: 字幕任务已停止
zh_hant: 字幕工作已停止

# captions.status.stopping
source: Stopping subtitle task…
de: Untertitelauftrag wird gestoppt…
es: Deteniendo la tarea de subtítulos…
fr: Arrêt de la tâche de sous-titrage…
id: Menghentikan tugas subtitle…
it: Interruzione dell’attività dei sottotitoli…
ja: 字幕タスクを停止中…
ko: 자막 작업 중지 중…
nl: Ondertiteltaak stoppen…
pl: Zatrzymywanie zadania napisów…
pt: Interrompendo a tarefa de legendas…
ru: Остановка задачи создания субтитров…
th: กำลังหยุดงานคำบรรยาย…
tr: Altyazı görevi durduruluyor…
vi: Đang dừng tác vụ phụ đề…
zh_hans: 正在停止字幕任务…
zh_hant: 正在停止字幕工作…

# captions.status.subtitleSameLanguage
source: These subtitles are already in %@; no translation is needed.
de: Diese Untertitel sind bereits auf %@; keine Übersetzung nötig.
es: Estos subtítulos ya están en %@; no es necesario traducirlos.
fr: Ces sous-titres sont déjà en %@ ; aucune traduction n’est nécessaire.
id: Subtitle ini sudah dalam bahasa %@; tidak perlu diterjemahkan.
it: Questi sottotitoli sono già in %@; non occorre tradurli.
ja: この字幕はすでに%@です。翻訳は不要です。
ko: 이 자막은 이미 %@이므로 번역할 필요가 없습니다.
nl: Deze ondertitels zijn al in %@; vertalen is niet nodig.
pl: Te napisy są już w języku %@; nie wymagają tłumaczenia.
pt: Estas legendas já estão em %@; não precisam de tradução.
ru: Язык этих субтитров уже %@; перевод не нужен.
th: คำบรรยายนี้เป็นภาษา %@ อยู่แล้ว ไม่จำเป็นต้องแปล
tr: Bu altyazı zaten %@ dilinde; çeviri gerekmiyor.
vi: Phụ đề này đã là %@; không cần dịch.
zh_hans: 这份字幕已经是%@，不需要翻译。
zh_hant: 這份字幕已是%@，不需要翻譯。

# captions.status.transcribingAt
source: Transcribing %1$d%%, subtitles ready up to %2$@
de: Transkription: %1$d%%, Untertitel bereit bis %2$@
es: Transcribiendo: %1$d%%, subtítulos listos hasta %2$@
fr: Transcription : %1$d%%, sous-titres prêts jusqu’à %2$@
id: Mentranskripsi %1$d%%, subtitle tersedia hingga %2$@
it: Trascrizione: %1$d%%, sottotitoli pronti fino a %2$@
ja: 文字起こし中 %1$d%%、%2$@まで字幕を生成済み
ko: 받아쓰기 중 %1$d%%, %2$@까지 자막 생성 완료
nl: Transcriberen: %1$d%%, ondertitels klaar tot %2$@
pl: Transkrypcja: %1$d%%, napisy gotowe do %2$@
pt: Transcrevendo: %1$d%%, legendas prontas até %2$@
ru: Транскрипция: %1$d%%, субтитры готовы до %2$@
th: กำลังถอดเสียง %1$d%% คำบรรยายพร้อมถึง %2$@
tr: Yazıya dökülüyor %1$d%%, altyazılar %2$@ konumuna kadar hazır
vi: Đang chuyển giọng nói thành văn bản %1$d%%, phụ đề đã có đến %2$@
zh_hans: 转录中 %1$d%%，已生成到 %2$@
zh_hant: 轉錄中 %1$d%%，字幕已產生至 %2$@

# captions.status.transcribingETA
source: Transcribing %1$d%%, subtitles ready up to %2$@, about %3$@ left
de: Transkription: %1$d%%, Untertitel bereit bis %2$@, noch etwa %3$@
es: Transcribiendo: %1$d%%, subtítulos listos hasta %2$@, quedan unos %3$@
fr: Transcription : %1$d%%, sous-titres prêts jusqu’à %2$@, encore environ %3$@
id: Mentranskripsi %1$d%%, subtitle tersedia hingga %2$@, sekitar %3$@ lagi
it: Trascrizione: %1$d%%, sottotitoli pronti fino a %2$@, circa %3$@ rimanenti
ja: 文字起こし中 %1$d%%、%2$@まで字幕を生成済み、残り約%3$@
ko: 받아쓰기 중 %1$d%%, %2$@까지 자막 생성 완료, 약 %3$@ 남음
nl: Transcriberen: %1$d%%, ondertitels klaar tot %2$@, nog ongeveer %3$@
pl: Transkrypcja: %1$d%%, napisy gotowe do %2$@, pozostało około %3$@
pt: Transcrevendo: %1$d%%, legendas prontas até %2$@, faltam cerca de %3$@
ru: Транскрипция: %1$d%%, субтитры готовы до %2$@, осталось около %3$@
th: กำลังถอดเสียง %1$d%% คำบรรยายพร้อมถึง %2$@ เหลืออีกประมาณ %3$@
tr: Yazıya dökülüyor %1$d%%, altyazılar %2$@ konumuna kadar hazır, yaklaşık %3$@ kaldı
vi: Đang chuyển giọng nói thành văn bản %1$d%%, phụ đề đã có đến %2$@, còn khoảng %3$@
zh_hans: 转录中 %1$d%%，已生成到 %2$@，剩余约 %3$@
zh_hant: 轉錄中 %1$d%%，字幕已產生至 %2$@，剩餘約 %3$@

# captions.status.translating
source: Translating subtitles %d%%
de: Untertitel werden übersetzt: %d%%
es: Traduciendo subtítulos: %d%%
fr: Traduction des sous-titres : %d%%
id: Menerjemahkan subtitle %d%%
it: Traduzione dei sottotitoli: %d%%
ja: 字幕を翻訳中 %d%%
ko: 자막 번역 중 %d%%
nl: Ondertitels vertalen: %d%%
pl: Tłumaczenie napisów: %d%%
pt: Traduzindo legendas: %d%%
ru: Перевод субтитров: %d%%
th: กำลังแปลคำบรรยาย %d%%
tr: Altyazılar çevriliyor %d%%
vi: Đang dịch phụ đề %d%%
zh_hans: 翻译字幕 %d%%
zh_hant: 正在翻譯字幕 %d%%

# captions.status.waitingForPlayback
source: Subtitle task paused to prioritize playback
de: Pausiert, wartet auf stabile Wiedergabe
es: En pausa, esperando a que se estabilice la reproducción
fr: En pause, en attente d’une lecture stable
id: Tugas dijeda agar pemutaran tetap lancar
it: In pausa, in attesa che la riproduzione si stabilizzi
ja: 再生を優先するため字幕タスクを一時停止中
ko: 원활한 재생을 위해 자막 작업을 일시 정지함
nl: Gepauzeerd, wachten tot het afspelen stabiel is
pl: Wstrzymano, oczekiwanie na stabilne odtwarzanie
pt: Pausado, aguardando a reprodução se estabilizar
ru: Задача приостановлена, чтобы не мешать воспроизведению
th: พักงานชั่วคราวเพื่อให้การเล่นราบรื่น
tr: Oynatmayı korumak için görev duraklatıldı
vi: Tạm dừng tác vụ để ưu tiên phát
zh_hans: 字幕任务暂缓，以优先保障播放
zh_hant: 字幕工作暫緩，以優先保障播放

# captions.target.checking
source: Checking available translation languages…
de: Verfügbare Übersetzungssprachen werden geprüft…
es: Comprobando los idiomas de traducción disponibles…
fr: Vérification des langues de traduction disponibles…
id: Memeriksa bahasa terjemahan yang tersedia…
it: Verifica delle lingue disponibili per la traduzione…
ja: 翻訳可能な言語を確認中…
ko: 번역 가능한 언어 확인 중…
nl: Beschikbare vertaaltalen controleren…
pl: Sprawdzanie dostępnych języków tłumaczenia…
pt: Verificando os idiomas de tradução disponíveis…
ru: Проверка доступных языков перевода…
th: กำลังตรวจสอบภาษาที่แปลได้…
tr: Kullanılabilir çeviri dilleri kontrol ediliyor…
vi: Đang kiểm tra các ngôn ngữ dịch khả dụng…
zh_hans: 正在检查可用的翻译语言…
zh_hant: 正在檢查可用的翻譯語言…

# captions.target.none
source: No translation (transcript only)
de: Nicht übersetzen (nur transkribieren)
es: No traducir (solo transcribir)
fr: Ne pas traduire (transcription uniquement)
id: Tanpa terjemahan (transkripsi saja)
it: Non tradurre (solo trascrizione)
ja: 翻訳なし（文字起こしのみ）
ko: 번역 안 함(받아쓰기만)
nl: Niet vertalen (alleen transcriberen)
pl: Bez tłumaczenia (tylko transkrypcja)
pt: Não traduzir (somente transcrição)
ru: Без перевода (только транскрипция)
th: ไม่แปล (ถอดเสียงเท่านั้น)
tr: Çeviri yok (yalnızca yazıya dök)
vi: Không dịch (chỉ chuyển giọng nói thành văn bản)
zh_hans: 不翻译（只转录）
zh_hant: 不翻譯（僅轉錄）

# captions.target.resetToTranscription
source: The selected translation language is unavailable for this audio language. Switched to transcription only.
de: Die gewählte Übersetzung wird für diese Audiosprache nicht unterstützt. Auf reine Transkription umgestellt.
es: El destino de traducción seleccionado no es compatible con este idioma de audio. Se ha cambiado a solo transcripción.
fr: La langue cible choisie n’est pas prise en charge pour cette langue audio. Passage à la transcription uniquement.
id: Bahasa audio ini tidak mendukung bahasa tujuan yang dipilih. Beralih ke transkripsi saja.
it: La lingua di traduzione scelta non è supportata per questa lingua audio. È stata attivata la sola trascrizione.
ja: この音声の言語から選択した言語への翻訳には対応していません。文字起こしのみに切り替えました。
ko: 이 오디오 언어는 선택한 언어로 번역할 수 없습니다. 받아쓰기만 하도록 전환했습니다.
nl: De gekozen doeltaal wordt niet ondersteund voor deze audiotaal. Overgeschakeld naar alleen transcriberen.
pl: Wybrany język docelowy nie jest obsługiwany dla tego języka dźwięku. Przełączono na samą transkrypcję.
pt: O idioma de destino selecionado não é compatível com este idioma de áudio. Alterado para somente transcrição.
ru: Перевод с этого языка аудио на выбранный язык недоступен. Включена только транскрипция.
th: ภาษาของเสียงนี้ไม่รองรับการแปลเป็นภาษาที่เลือก เปลี่ยนเป็นถอดเสียงเท่านั้นแล้ว
tr: Bu ses dili için seçilen hedef dile çeviri desteklenmiyor. Yalnızca yazıya dökme moduna geçildi.
vi: Ngôn ngữ âm thanh này không hỗ trợ dịch sang ngôn ngữ đã chọn. Đã chuyển sang chỉ chuyển giọng nói thành văn bản.
zh_hans: 该音频语言不支持所选翻译目标，已改为只转录。
zh_hant: 此音訊語言不支援所選的翻譯目標，已改為僅轉錄。

# captions.track.generated
source: Generated subtitles (%@)
de: Erstellte Untertitel (%@)
es: Subtítulos generados (%@)
fr: Sous-titres générés (%@)
id: Subtitle yang dibuat (%@)
it: Sottotitoli generati (%@)
ja: 生成した字幕（%@）
ko: 생성된 자막(%@)
nl: Gegenereerde ondertitels (%@)
pl: Wygenerowane napisy (%@)
pt: Legendas geradas (%@)
ru: Созданные субтитры (%@)
th: คำบรรยายที่สร้างขึ้น (%@)
tr: Oluşturulan altyazılar (%@)
vi: Phụ đề đã tạo (%@)
zh_hans: 生成的字幕（%@）
zh_hant: 產生的字幕（%@）

# captions.track.generatedBilingual
source: Generated subtitles (%@)
de: Erstellte Untertitel (%@)
es: Subtítulos generados (%@)
fr: Sous-titres générés (%@)
id: Subtitle yang dibuat (%@)
it: Sottotitoli generati (%@)
ja: 生成した字幕（%@）
ko: 생성된 자막(%@)
nl: Gegenereerde ondertitels (%@)
pl: Wygenerowane napisy (%@)
pt: Legendas geradas (%@)
ru: Созданные субтитры (%@)
th: คำบรรยายที่สร้างขึ้น (%@)
tr: Oluşturulan altyazılar (%@)
vi: Phụ đề đã tạo (%@)
zh_hans: 生成的字幕（%@）
zh_hant: 產生的字幕（%@）

# captions.welcome.background
source: Subtitles for “%1$@” are being generated in the background, %2$d%%
de: Untertitel für „%1$@“ werden im Hintergrund erstellt: %2$d%%
es: Generando subtítulos para «%1$@» en segundo plano: %2$d%%
fr: Génération en arrière-plan des sous-titres pour « %1$@ » : %2$d%%
id: Membuat subtitle untuk “%1$@” di latar belakang, %2$d%%
it: Generazione dei sottotitoli per “%1$@” in background: %2$d%%
ja: 「%1$@」の字幕をバックグラウンドで生成中、%2$d%%
ko: “%1$@” 자막을 백그라운드에서 생성 중, %2$d%%
nl: Ondertitels voor ‘%1$@’ worden op de achtergrond gegenereerd: %2$d%%
pl: Generowanie napisów do „%1$@” w tle: %2$d%%
pt: Gerando legendas para “%1$@” em segundo plano: %2$d%%
ru: Субтитры для «%1$@» создаются в фоне, %2$d%%
th: กำลังสร้างคำบรรยายสำหรับ “%1$@” ในเบื้องหลัง %2$d%%
tr: “%1$@” için altyazılar arka planda oluşturuluyor, %2$d%%
vi: Đang tạo phụ đề cho “%1$@” ở chế độ nền, %2$d%%
zh_hans: 「%1$@」的字幕正在后台生成，%2$d%%
zh_hant: 正在背景產生「%1$@」的字幕，%2$d%%

# captions.welcome.saving
source: Saving subtitles for %@
de: Untertitel für %@ werden gespeichert
es: Guardando subtítulos para %@
fr: Enregistrement des sous-titres pour %@
id: Menyimpan subtitle untuk %@
it: Salvataggio dei sottotitoli per %@
ja: %@の字幕を保存中
ko: %@ 자막 저장 중
nl: Ondertitels voor %@ opslaan
pl: Zapisywanie napisów do %@
pt: Salvando legendas para %@
ru: Сохранение субтитров для %@
th: กำลังบันทึกคำบรรยายสำหรับ %@
tr: %@ için altyazılar kaydediliyor
vi: Đang lưu phụ đề cho %@
zh_hans: 正在保存 %@ 的字幕
zh_hant: 正在儲存 %@ 的字幕

# captions.welcome.stopping
source: Stopping the subtitle task for %@
de: Untertitelauftrag für %@ wird gestoppt
es: Deteniendo la tarea de subtítulos para %@
fr: Arrêt du sous-titrage pour %@
id: Menghentikan tugas subtitle untuk %@
it: Interruzione dell’attività dei sottotitoli per %@
ja: %@の字幕タスクを停止中
ko: %@ 자막 작업 중지 중
nl: Ondertiteltaak voor %@ stoppen
pl: Zatrzymywanie zadania napisów do %@
pt: Interrompendo a tarefa de legendas para %@
ru: Остановка задачи создания субтитров для %@
th: กำลังหยุดงานคำบรรยายสำหรับ %@
tr: %@ için altyazı görevi durduruluyor
vi: Đang dừng tác vụ phụ đề cho %@
zh_hans: 正在停止 %@ 的字幕任务
zh_hant: 正在停止 %@ 的字幕工作

# captions.welcome.waitingForPlayback
source: The subtitle task for %@ is paused to prioritize playback
de: Untertitelauftrag für %@ pausiert, wartet auf stabile Wiedergabe
es: La tarea de subtítulos para %@ está en pausa, esperando a que se estabilice la reproducción
fr: Le sous-titrage de %@ est en pause, en attente d’une lecture stable
id: Tugas subtitle untuk %@ dijeda agar pemutaran tetap lancar
it: L’attività dei sottotitoli per %@ è in pausa, in attesa che la riproduzione si stabilizzi
ja: %@の字幕タスクは、再生を優先するため一時停止中です
ko: %@ 자막 작업이 원활한 재생을 위해 일시 정지됨
nl: De ondertiteltaak voor %@ is gepauzeerd totdat het afspelen stabiel is
pl: Zadanie napisów do %@ jest wstrzymane do ustabilizowania odtwarzania
pt: A tarefa de legendas de %@ está pausada, aguardando a reprodução se estabilizar
ru: Задача создания субтитров для %@ приостановлена, чтобы не мешать воспроизведению
th: พักงานคำบรรยายสำหรับ %@ ชั่วคราวเพื่อให้การเล่นราบรื่น
tr: %@ için altyazı görevi, oynatmayı korumak üzere duraklatıldı
vi: Tác vụ phụ đề cho %@ đang tạm dừng để ưu tiên phát
zh_hans: %@ 的字幕任务暂缓，以优先保障播放
zh_hant: %@ 的字幕工作暫緩，以優先保障播放

# chrome.a11y.off
source: Not enabled
de: Nicht aktiviert
es: Sin activar
fr: Non activé
id: Belum diaktifkan
it: Non attivato
ja: 有効になっていません
ko: 활성화 안 됨
nl: Niet ingeschakeld
pl: Niewłączony
pt: Não ativado
ru: Не включён
th: ยังไม่ได้เปิดใช้งาน
tr: Etkin değil
vi: Chưa bật
zh_hans: 未开启
zh_hant: 未開啟

# chrome.a11y.on
source: On
de: Ein
es: Activado
fr: Activé
id: Aktif
it: Attivata
ja: オン
ko: 켜짐
nl: Aan
pl: Włączone
pt: Ativado
ru: Включено
th: เปิดอยู่
tr: Açık
vi: Đã bật
zh_hans: 已开启
zh_hant: 已開啟

# chrome.a11y.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ja: 使用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 無法使用

# chrome.blocked.title
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
id: Tidak dapat dibuka
it: Non disponibile
ja: 使用できません
ko: 열 수 없음
nl: Kan niet openen
pl: Nie można otworzyć
pt: Não foi possível abrir
ru: Недоступно
th: ไม่สามารถเปิดได้
tr: Açılamıyor
vi: Không thể mở
zh_hans: 无法打开
zh_hant: 無法開啟

# chrome.memc.a11y.notEnabled
source: Not enabled
de: Nicht aktiviert
es: Sin activar
fr: Non activé
id: Belum diaktifkan
it: Non attivato
ja: 未有効化
ko: 활성화 안 됨
nl: Niet ingeschakeld
pl: Niewłączony
pt: Não ativado
ru: Не включён
th: ยังไม่ได้เปิดใช้งาน
tr: Etkin değil
vi: Chưa bật
zh_hans: 未开启
zh_hant: 未開啟

# chrome.memc.a11y.partial
source: Partially active
de: Teilweise aktiv
es: Parcialmente activo
fr: Partiellement actif
id: Aktif sebagian
it: Parzialmente attivo
ja: 一部で有効
ko: 부분 적용 중
nl: Gedeeltelijk actief
pl: Częściowo aktywny
pt: Parcialmente ativo
ru: Частично активен
th: ทำงานบางส่วน
tr: Kısmen etkin
vi: Hoạt động một phần
zh_hans: 部分生效
zh_hant: 部分生效

# chrome.memc.a11y.preparing
source: Preparing
de: Wird vorbereitet
es: Preparando
fr: Préparation en cours
id: Sedang bersiap
it: Preparazione in corso
ja: 準備中
ko: 준비 중
nl: Wordt voorbereid
pl: Przygotowywanie
pt: Preparando
ru: Подготовка
th: กำลังเตรียมพร้อม
tr: Hazırlanıyor
vi: Đang chuẩn bị
zh_hans: 正在准备
zh_hant: 正在準備

# chrome.memc.status.noMedia
source: Takes effect after opening a compatible video
de: Wird nach dem Öffnen eines kompatiblen Videos wirksam
es: Se activa al abrir un video compatible
fr: Prend effet après l’ouverture d’une vidéo compatible
id: Berlaku setelah membuka video yang kompatibel
it: Si attiva dopo l'apertura di un video compatibile
ja: 対応ビデオを開くと有効になります
ko: 호환되는 비디오를 열면 적용됩니다
nl: Wordt actief na het openen van een compatibele video
pl: Działa po otwarciu zgodnego wideo
pt: Entra em vigor após abrir um vídeo compatível
ru: Действует после открытия совместимого видео
th: จะมีผลหลังจากเปิดวิดีโอที่รองรับ
tr: Uyumlu bir video açıldıktan sonra etkinleşir
vi: Có hiệu lực sau khi mở video tương thích
zh_hans: 打开兼容视频后生效
zh_hant: 開啟相容影片後生效

# chrome.memc.tooltip.active
source: Motion Boost is on and generating intermediate frames for smoother motion
de: Motion Boost ist aktiviert und erzeugt Zwischenbilder für flüssigere Bewegungen
es: Motion Boost está activado y genera fotogramas intermedios para lograr movimientos más fluidos
fr: Motion Boost est activé et génère des images intermédiaires pour des mouvements plus fluides
id: Motion Boost aktif dan sedang membuat bingkai antara agar gerakan lebih mulus
it: Motion Boost è attivo e genera fotogrammi intermedi per movimenti più fluidi
ja: Motion Boostはオンで、映像の動きを滑らかにするために中間フレームを生成しています
ko: Motion Boost가 켜져 있으며 화면 움직임을 더 부드럽게 만들기 위해 중간 프레임을 생성하고 있습니다
nl: Motion Boost is ingeschakeld en genereert tussenbeelden voor vloeiendere bewegingen
pl: Motion Boost jest włączony i generuje klatki pośrednie, aby zwiększyć płynność ruchu
pt: O Motion Boost está ativado e gera quadros intermediários para movimentos mais fluidos
ru: Motion Boost включён и создаёт промежуточные кадры для более плавного движения
th: Motion Boost เปิดอยู่และกำลังสร้างเฟรมกลางให้ภาพเคลื่อนไหวลื่นไหลขึ้น
tr: Motion Boost açık ve daha akıcı hareketler için ara kareler oluşturuyor
vi: Motion Boost đang bật và tạo khung hình trung gian giúp chuyển động mượt mà hơn
zh_hans: Motion Boost 已开启，正在生成中间帧以提升画面流畅度
zh_hant: Motion Boost 已開啟，正在產生中間影格以提升畫面流暢度
